tap "apple/apple"
tap "dart-lang/dart"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "i-am-bee/beeai"
tap "kdash-rs/kdash"
tap "konstructio/taps"
tap "kreuzwerker/taps"
tap "kubefirst/tools"
tap "louisbrunner/valgrind"
tap "microsoft/foundrylocal"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "robscott/tap"
tap "shivammathur/php"
tap "sidneys/homebrew"
tap "sst/tap"
tap "teamookla/speedtest"
tap "twilio/brew"
tap "weaveworks/tap"
brew "age"
brew "ca-certificates"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "libssh"
brew "ansible"
brew "libtiff"
brew "little-cms2"
brew "argo"
brew "argocd"
brew "libssh2"
brew "aria2"
brew "asciidoctor"
brew "glib"
brew "python@3.12"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "buildkit"
brew "cabextract"
brew "cdrtools"
brew "certbot"
brew "cilium-cli"
brew "cmake"
brew "cmatrix"
brew "lima"
brew "colima"
brew "libpq", link: true
brew "composer"
brew "cowsay"
brew "dagger"
brew "deno"
brew "dive"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "eza"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "ghostscript"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "gnu-sed"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go-task"
brew "gollama"
brew "gpgme"
brew "gradle"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gum"
brew "hadoop"
brew "helm"
brew "hey"
brew "hubble"
brew "iperf"
brew "istioctl"
brew "jq"
brew "k3d"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "ldns"
brew "libomp", link: true
brew "llvm"
brew "maven"
brew "minio-mc"
brew "mkcert"
brew "mtr"
brew "mysql-client@8.4"
brew "neofetch"
brew "tree-sitter", link: false
brew "neovim"
brew "netcat"
brew "netpbm"
brew "nmap"
brew "node"
brew "nushell"
brew "nvm"
brew "oasdiff"
brew "octant"
brew "openapi-diff"
brew "openconnect"
brew "openshift-cli"
brew "openssh"
brew "openssl@1.1"
brew "osm"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "popeye"
brew "protobuf"
brew "putty"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "sdl2"
brew "skopeo"
brew "sops"
brew "starship"
brew "subversion"
brew "tektoncd-cli"
brew "telnet"
brew "terragrunt"
brew "tmux"
brew "tree"
brew "util-linux"
brew "wget"
brew "wimlib"
brew "yarn", link: false
brew "yq"
brew "zellij"
brew "zoxide"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "i-am-bee/beeai/beeai"
brew "kdash-rs/kdash/kdash"
brew "konstructio/taps/kubefirst"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "microsoft/foundrylocal/foundrylocal"
brew "oven-sh/bun/bun"
brew "robscott/tap/kube-capacity"
brew "shivammathur/php/php@7.1"
brew "sidneys/homebrew/chntpw"
brew "sst/tap/opencode"
brew "twilio/brew/twilio"
brew "weaveworks/tap/gitops"
cask "1password-cli"
cask "aptakube"
cask "dbeaver-community"
cask "devtoys"
cask "fig"
cask "ghostty"
cask "jprofiler"
cask "miniconda"
cask "ngrok"
cask "nosql-workbench"
cask "openlens"
cask "podman-desktop"
cask "vscodium"
cask "wireshark-chmodbpf"
vscode "angular.ng-template"
vscode "chadbaileyvh.oled-pure-black---vscode"
vscode "clemenspeters.format-json"
vscode "codista.vscode-autosave"
vscode "continue.continue"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "hashicorp.terraform"
vscode "ibm.ibmconsultingassistants"
vscode "ibm.wca-core"
vscode "ibmconsulting.ica"
vscode "ivory-lab.jenkinsfile-support"
vscode "kelvin.vscode-sshfs"
vscode "medo64.render-crlf"
vscode "mjacobson.snippets-for-k6"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "nash.awesome-flutter-snippets"
vscode "redhat.granitecode"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "shakram02.bash-beautify"
vscode "stormedx.butrin-oled"
vscode "teamsdevapp.vscode-ai-foundry"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
